IDEA StatiCa Open Model
BoltAssembly.WasherAtHead Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Washer at head side of bolt assembly
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool WasherAtHead { get; set; }
Public Property WasherAtHead As Boolean
	Get
	Set
public:
property bool WasherAtHead {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace